INSERT INTO category (name)
VALUES ('Женская одежда и обувь'),
('Мужская одежда и обувь'),
('Техника'), 
('Дом и сад'),
('Строительство и ремонт'),
('Красота'),
('Здоровье'),
('Спорт'),
('Книги'),
('Хобби');

INSERT INTO product (name, description, price, url_photo, category_id)
VALUES ('Рубашка', 'Рубашка женская розовая идеально сочетается с джинсами, брюками, юбками или леггинсами, что позволяет создать разнообразные образы. Она подходит для создания как повседневного, так и делового образа. ', 999, 'meow.com/photo1.png', 1),
('Брюки', 'Брюки прямого кроя, их можно носить в любое время года. Можно сочетать с различным верхом: свободные лонгсливы, рубашки, приталенные блузы или майки.', 1499, 'meow.com/photo2.png', 1),
('Юбка', 'Привлекательность и универсальность этой юбки делают ее подходящей для различных случаев, будь то деловая встреча или вечерняя прогулка по городу. Если вы ищете удобный вариант для длительного ношения, эта юбка — идеальный выбор.', 1299, 'meow.com/photo3.png', 1),
('Платье', 'Легкое и удобное платье из натурального 100% хлопка! Прекрасно подойдет для тех, кто любит комфорт и качество. Удлиненный фасон изделия подчеркнёт достоинства Вашей фигуры.', 1899, 'meow.com/photo4.png', 1),
('Футболка', 'Повседневная женская футболка из натурального хлопка. Без добавления синтетики. Умеренный оверсайз, крой прямой. Рукава средней длины. Принт на передней части', 799,'meow.com/photo5.png', 1),
('Брюки', 'Стильные черные брюки с завышенной, обтягивающие сверху, но прямые и широкие к низу, идеально подойдут для повседневной носки для тех, кто хочет чувствовать себя свежо и легко.', 1899, 'meow.com/photo6.png', 1),
('Платье', 'Это платье отлично впишется в гардероб современной девушки и позволит создавать множество различных образов. Платье с принтом из легкой струящейся ткани не мнется, а ваша кожа дышит, даже в жаркую погоду вам будет комфортно.', 1899, 'meow.com/photo7.png', 1),
('Рубашка', 'Рубашка из хлопка сочетается с классическими брюками, черными юбками, джинсами. Если вы любите экспериментировать с цветами и стилями, блузу можно дополнить яркими розовыми или зелеными аксессуарами и получить совершенно новый образ.', 999, 'meow.com/photo8.png', 1),
('Футболка', 'Эта модель - универсальное решение для повседневного гардероба. Благодаря уникальному круглому вырезу горловины она идеально сочетает в себе классический и современный стиль. Минималистичный дизайн рубашки оставляет место для личного самовыражения, являясь идеальной основой для самых разных нарядов.', 699, 'meow.com/photo9.png', 1),
('Юбка', 'Белая женская юбка отличное дополнение базового гардероба. Сочетается с кедами, кроссовками, шлепанцами, босоножками. С футболкой, топом, рубашкой юбка составит прекрасный вечерний образ.', 1099, 'meow.com/photo10.png', 1);

('Брюки', 'Классические мужские брюки – обязательный элемент базового гардероба каждого мужчины. Если требует дресс-код, пригласили на торжество, посвящённое дню рождению, юбилею, свадьбе и т.д., то брюки – необходимый элемент для создания нарядного образа.', 1799, 'meow.com/photo11.png', 2),
('Брюки', 'Мужские коричневые штаны - это классическая и стильная одежда, которая подходит для различных событий и повседневной носки. Они имеют слегка зауженный крой, что придает им элегантность и удобство. Штаны выполнены из таких материалов, как хлопок и лен, и обладают прочностью и долговечностью.', 3399, 'meow.com/photo12.png', 2),
('Футболка', 'Футболка выполнена из высококачественного хлопка, что обеспечивает комфорт и долговечность. Бежевый цвет придает ей элегантность и позволяет легко сочетать с другими элементами гардероба. Футболка идеально сочетается с джинсами, брюками или шортами, создавая модный и современный образ.', 2099, 'meow.com/photo13.png', 2),
('Футболка', 'Мужская футболка оверсайз черного цвета из хлопка - это стильная и модная одежда, которая обеспечивает максимальный комфорт и свободу движений. Оверсайз крой добавляет футболке современности и позволяет создавать непринужденные и стильные образы.  Эта футболка - отличный выбор для тех, кто ценит комфорт и стиль в одежде.', 1999, 'meow.com/photo14.png', 2),
('Шорты', 'Зеленые шорты - стильный и яркий выбор для летнего гардероба. Изготовлены из легкой и дышащей ткани, обеспечивают комфорт и свободу движений. Идеальны для активного отдыха или спорта.', 2599, 'meow.com/photo15.png', 2),
('Шорты', 'Серые меланж спортивные шорты - практичные и универсальные. Изготовлены из высококачественного материала, который обеспечивает оптимальную вентиляцию и быстрое высыхание. Идеальны для тренировок или повседневной носки.', 2499, 'meow.com/photo16.png', 2),
('Рубашка', 'Бежевая классическая мужская рубашка - элегантный и стильный выбор для любого повода. Изготовлена из качественного материала, обеспечивающего выскоий уровень комфорта. Отлично подходит для деловых встреч или особых событий.', 2399, 'meow.com/photo17.png', 2),
('Рубашка', 'Голубая хлопковая мужская рубашка - свежий и яркий акцент для вашего гардероба. Изготовлена из мягкого и дышащего хлопка, обеспечивающего комфорт в течение всего дня. Подходит как для офисной среды, так и для повседневной носки.', 1599, 'meow.com/photo18.png', 2),
('Свитер', 'Белый мужской свитер с узорами - стильный и модный элемент вашего гардероба. Изготовлен из мягкого и теплого материала, который обеспечивает комфорт в прохладные дни. Узоры добавляют особый шарм и индивидуальность этому свитеру.', 3299, 'meow.com/photo19.png', 2),
('Свитер', 'Классический мужской коричневый свитер - элегантный и универсальный выбор для холодного времени года. Изготовлен из прочного и теплого материала, который сохраняет тепло в холодные дни. Идеально сочетается с различными стилями и подходит для различных событий.', 3999, 'meow.com/photo20.png', 2);

('Смартфон Apple iPhone 15 Pro Max', 'Apple iPhone 15 Pro Max — сверхпрочный флагман, изготовленный из титана. За бескомпромиссную производительность смартфона отвечает новейший чип Apple A17 Bionic Pro. Устройство получило передовую систему камер, продуманную эргономику, обновленный дизайн и новую программируемую кнопку.', 199990, 'meow.com/photo21.png', 3);
('Планшет Apple iPad Air (5-го поколения)', 'Apple iPad Air 5-го поколения не изменился внешне, но стал гораздо совершеннее в техническом плане. В уже привычном тонком алюминиевом корпусе, получившем новые расцветки, скрывается более мощный процессор, поддержка 5G (актуально только для моделей с SIM-картой), а также улучшенная фронтальная камера.', 90990, 'meow.com/photo22.png', 3);
('Ноутбук Apple MacBook Air', 'Новый MacBook - превосходное сочетание стиля и производительности. Снабжен высококачественным экраном Retina, который обеспечивает яркое и четкое изображение. Оснащен мощным процессором, позволяющим выполнять задачи быстро и эффективно. Легкий и портативный, этот ноутбук идеально подходит для работы в пути или учебы.', 104990, 'meow.com/photo23.png', 3);

('Изделие декоративное Лягушка на лавке', '«Полистоун — это искусственный камень, состоящий из акриловых смол, гидроксида алюминия, измельченного натурального камня, пигментов и других добавок. Он обладает практически всеми свойствами природного камня, за исключением хрупкости. ', 8020, 'meow.com/photo24.png', 4),
('Подвесное кресло-кокон', 'Уютное подвесное кресло с мягкими подушками станут любимым местом вашей семьи где можно будет провести безмятежные часы отдыха и релаксации на свежем воздухе.', 14990, 'meow.com/photo25.png', 4),
('Семена огурца', 'Среднеранний партенокарпический гибрид для выращивания на подоконниках и балконах. От всходов до первого сбора плодов – 43-47 дней. Растения высокорослые, с короткими боковыми побегами. В каждом узле закладывается от 1 до 3 завязей. Плоды длиной 10-12 см, с небольшими бугорками, массой 60-90 г. ', 250, 'meow.com/photo26.png', 4),
('Силиконовый коврик для раскатки и выпечки теста', 'Силиконовый коврик выдерживает температуру до +230°C. Подходит для раскатки и выпечки теста. Он невероятно облегчает процесс раскатки теста и лепки из него - тесто не липнет к поверхности коврика. Коврик не скользит по поверхности стола. Легко моется, не впитывает запахи и компактно складывается.', 504, 'meow.com/photo27.png', 4),

